/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Não foi possível encontrar umas chaves para armazenar “%1$@”.";

/* default not configured */
"A keychain cannot be found." = "Não foi possível encontrar umas chaves.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Tem certeza de que deseja redefinir as suas chaves? Isso apagará todas as suas senhas, chaves e certificados salvos. Você não poderá desfazer esta operação.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Não foi possível encontrar as chaves “%1$@” para armazenar “%2$@”.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Não foi possível encontrar as chaves “%1$@”.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Digite sua senha de login. Essa senha será usada para criar suas novas chaves.";

/* reset button title */
"Reset" = "Redefinir";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Você atualmente possui chaves adicionais no seu sistema que deverão ser adicionadas a sua lista de busca de chaves. Use o Acesso às Chaves para adicioná-las novamente.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Talvez suas chaves tenham sido renomeadas, apagadas ou estão em um volume desmontado.";

